<template>
  <Reducer>
    <div class="about-us lists links">
      <h1 class="title title--1 title--center-mobil">
        Агрегатор онлайн-курсов: совмещаем полезное с комфортом
      </h1>
      <p>
        Обучение онлайн — восходящий тренд современности, получивший особое развитие
        в пандемийный период, но и бизнес, и
        простые обыватели успели почувствовать всю прелесть и удобство виртуальной
        учебы. К сожалению, перенасыщение рынка
        привело к его наводнению низкокачественным продуктом.
        Поэтому очень важно найти в этом большом информационном
        потоке предложения с лучшим соотношением цены и качества.
      </p>
      <p>
        Вам не нужно делать это самостоятельно, потому что наш
        <a href="https://courselandia.ru/">сайт курсов</a> постоянно работает над отбором качественного
        продукта для самых разных сегментов населения и бизнеса.
      </p>
      <p>
        Наша платформа поможет вам разобраться в представленных на
        рынке предложениях по виртуальному обучению, найти
        среди них лучшее, соответствующее вашим запросам, и
        сэкономить при этом время и средства.
        <a href="https://courselandia.ru/courses">Курсы онлайн</a> — это не просто возможность обучения в
        комфортных условиях, это еще и инвестиции в будущее, шанс
        стать профессионалом в интересной для вас сфере и найти высокооплачиваемую работу.
      </p>
      <h2 class="title title--2 title--center-mobil">
        В чем причина популярности
      </h2>
      <p>Выросшая популярность образовательных курсов онлайн основана на том, что:</p>
      <ul>
        <li>Можно учиться из любой точки мира;</li>
        <li>Доступны многие профессии с последующим трудоустройством;</li>
        <li>Есть возможность фильтрации образовательного контента;</li>
        <li>
          Позволяют постоянно совершенствоваться,
          воплощать свои профессиональные планы и мечты.
        </li>
      </ul>
      <h2 class="title title--2 title--center-mobil">
        Удобный принцип работы
      </h2>
      <p>
        Courselandia.ru будет полезен каждому, у кого нет времени разбираться с
        поисковыми запросами, сортируя их по
        отдельности. Например, при запросе «web программист» пользователь получит
        список лучших программ обучения, среди
        которых будут и предназначенные как для обучения «с нуля»,
        так и для «прокачки» имеющихся навыков. По
        представленной на нашем сервисе информации можно будет
        определить, какие из них подойдут лично вам, а затем
        выбрать нужные, опираясь на рейтинг и стоимость.
      </p>
      <h3 class="title title--2 title--center-mobil">
        Наши преимущества
      </h3>
      <p>
        У нас ищут online-курсы, потому что мы:
      </p>
      <ul>
        <li>
          Актуализируем и регулярно обновляем базу данных;
        </li>
        <li>
          Размещаем не только информацию, но и мнения пользователей,
          прошедших и проходящих обучение;
        </li>
        <li>
          Мы отсеиваем неблагонадежные компании, отбирая только имеющие хорошую репутацию;
        </li>
        <li>
          Помогаем найти скидки, акции и промокоды, что позволяет получить
          дополнительную выгоду при обучении.
        </li>
      </ul>
      <p>
        Занимаясь самостоятельным поиском информации об онлайн-обучении и курсах,
        пользователи часто тонут в потоке
        размещаемой гигантами рекламы, тогда как малоизвестные компании,
        предлагающие курсы образовательные и
        конкурентоспособные, остаются за бортом. Мы помогаем найти в
        этом море тот островок, который нужен именно вам.
      </p>
    </div>
  </Reducer>
</template>

<script lang="ts" setup>
import Reducer from '@/components/atoms/Reducer.vue';
</script>

<style lang="scss" scoped>
@import "@/assets/scss/components/modules/home/molecules/aboutUs";
</style>
