<template>
  <div class="description">
    Не упустите возможность получить эксклюзивные скидки и предложения,
    которые вас ждут здесь! С помощью промокодов и купонов вы сможете
    сэкономить на выгодных онлайн-курсах и онлайн программам. Не затягивайте,
    так как срок действия промокодов ограничен. Каждый день у нас
    обновляется коллекция проверенных и эксклюзивных промокодов, поэтому
    у вас всегда есть шанс найти нужное вам предложение со скидкой.
  </div>
</template>

<style lang="scss" scoped>
@import "@/assets/scss/components/modules/promos/atoms/description";
</style>
