<template>
  <div class="content content--small mt-12 mb-24 mb-12-sm">
    <h1 class="title title--1">
      Пользовательское соглашение
    </h1>

    <p>
      Основные понятия, используемые в настоящем пользовательском соглашении
      В настоящем пользовательском соглашении, если из текста настоящего
      соглашения прямо невытекает иное, следующие слова и выражения будут
      иметь указанные ниже значения:
    </p>

    <p>
      «Пользователь» — любое физическое лицо и/или юридическое лицо,
      в том числе посетитель Сайта, принимающий условия настоящего Соглашения.
    </p>

    <p>
      «Администратор» или «Владелец Сайта» — администратор сайта, лицо
      которому принадлежит сайт и который осуществляет его поддержку и развитие.
    </p>

    <p>
      «Интернет-сайт» или «Сайт» — это совокупность программных и
      аппаратных средств для ЭВМ, автоматизированная информационная
      система, доступная в сети Интернет по сетевому адресу
      <a class="link link--blue" href="https://courselandia.ru/">https://courselandia.ru/</a>.
      Интернет-сайт принадлежит Владельцу Сайта.
    </p>

    <p>
      «Контент Сайта» или «Контент» — это все объекты, размещенные
      на Сайте, в том числе элементы дизайна, текст, графические изображения,
      иллюстрации, видео, скрипты, программы, музыка, звуки и другие объекты,
      и их подборки. Владелец Сайта является обладателем исключительных
      прав на использование Сайта, за исключением
    </p>

    <p>
      Контента Сайта, который может принадлежать, как Владельцу Сайта, так и третьим лицам.
    </p>

    <p>
      «Сервис» — это программное обеспечение, доступное на Сайте, позволяющее Пользователю
      использовать весь предусмотренный для него функционал. Сервис включает в себя интерфейс,
      программное обеспечение и иные элементы (инструменты, алгоритмы, способы), необходимые
      для надлежащего функционирования Сайта и позволяющие Пользователю осуществлять поиск и
      просмотр информации, а также любые иные возможности и функции, доступные на Сайте.
      Ни одно из положений Договора не может трактоваться как передача исключительных прав
      на Сервис (его отдельные элементы) Пользователю.
    </p>

    <p>
      «Продукты Владельца Сайта» — информационные услуги и Сервисы,
      предоставляемые посредством Сайта.
    </p>

    <h2 class="title title--2">
      1. Общие положения
    </h2>

    <p>
      1.1. Настоящее пользовательское соглашение (далее по тексту — «Соглашение») определяет условия
      для доступа и использования Сайта, мобильных версий Сайта, мобильных приложений и иных
      интернет-порталов, принадлежащих Администратору, управляемых Администратором, доступ к
      которым предоставляет Администратор.
    </p>

    <p>
      1.2. Настоящий документ является юридически обязывающим соглашением между
      Вами как Пользователем (Пользователями) Сайта и Владельцем Сайта,
      заключающим Соглашение.
    </p>

    <p>
      1.3. Соглашение, является публичной офертой в соответствии со ст. 435 и п. 2 ст.
      437 Гражданского кодекса Российской Федерации.
    </p>

    <p>
      1.4. Начиная использовать Сайт и/или его отдельные функции, Продукты Владельца
      Сайта, либо пройдя процедуру регистрации Пользователем на Сайте,
      Пользователь считается принявшим условия Соглашения в полном объеме,
      без всяких оговорок и исключений.
    </p>

    <p>
      1.5. Соглашение, заключаемое путем акцепта настоящей оферты, не требует
      двустороннего подписания и действительно в электронном виде.
    </p>

    <p>
      1.6. Владелец Сайта предлагает Пользователю сети Интернет использовать
      Сайт на условиях, изложенных в настоящем Соглашении. Соглашение вступает
      в силу с момента выражения Пользователем согласия с его условиями в порядке,
      предусмотренном п. 1.4 и 1.5 Соглашения.
    </p>

    <p>
      1.7. В случае несогласия с Соглашением Пользователь обязан немедленно
      прекратить использование Сайта и покинуть его.
    </p>

    <p>
      1.8. Использование Сайта регулируется настоящим Соглашением, а также
      следующим документом, который является неотъемлемой частью Соглашения:
    </p>

    <p>
      Политикой компании в отношении обработки персональных данных, доступной в сети
      Интернет
      <nuxt-link class="link" to="/privacy-policy">
        по сетевому адресу
      </nuxt-link>.
    </p>

    <p>
      1.9. Соглашение может быть изменено Владельцем Сайта без какого-либо специального
      уведомления. Новая редакция Соглашения вступает в силу по истечении 2 (Двух)
      календарных дней с момента его опубликования на Сайте, если иное не предусмотрено
      условиями настоящего Соглашения. Принимая во внимание, что информационная рассылка может
      быть признана Сторонами спамом, Пользователь обязуется при каждом посещении
      Сайта знакомиться с содержанием Соглашения, размещенного на Сайте,
      в целях своевременного ознакомления с его изменениями.
    </p>

    <p>
      1.10. В случае проведения стимулирующих мероприятий — акций, размещаемых на
      Сайте, Владельцем Сайта могут быть установлены специальные положения, регулирующие
      порядок проведения соответствующей акции. При этом условия соответствующей акции
      являются неотъемлемой частью настоящего Соглашения и подлежат применению для лиц,
      участвующих в таких акциях. Участие в акции, означает согласие Пользователя
      с условиями соответствующей акции.
    </p>

    <p>
      1.11. Когда Пользователь предоставляет свою личную информацию при загрузке своих фотографий
      на Сайте или фотографирует с помощью Сайта, то Пользователь дает согласие на сбор,
      обработку, хранение и использование этой информации Владельцем Сайта. Владелец Сайта
      вправе использовать изображения, загруженные Пользователем из галереи устройства
      или фотографии, сделанные с помощью Сайта, чтобы использовать Сервисы Сайта, обучать
      нейронные сети и алгоритмы, которые составляют основу работы Сайта, оказывать с помощью
      Сервисов Сайта Пользователю услуги, улучшать качество будущих
      результатов обработки изображений.
    </p>

    <p>
      1.12. Сайт предоставляет Пользователю возможность просматривать бренды производителей
      и продавцов различных товаров и/или услуг, информацию о производителе (продавце)
      различных товаров, а также изображения товаров и/или услуг (совместно далее именуемые -
      «Информационный объект»), а также другие функциональные возможности, явно доступные
      Пользователю. Кроме того, Пользователь признает и соглашается с тем, что Владелец Сайта
      не&nbsp; обязан просматривать полученные изображения, и их использование может осуществляться
      автоматически с помощью программного обеспечения. В случае, если Пользователь не может
      предоставить Владельцу Сайта право использовать любое изображение или фотографию,
      указанным в пункте 1.11 Соглашения способом, Пользователь обязан воздержаться
      от использования этих изображений на Сайте. Владелец Сайта не гарантирует, что какие-либо
      товары находятся на складе у продавцов, чьи Информационные объекты указаны на Сайте.
      Эти Информационные объекты могут быть изменены в любое время без предварительного уведомления
      Пользователя. Пользователь уведомлен и согласен с тем, что Владелец Сайта не принимает на
      себя никаких обязательств по постоянному обновлению Информационных объектов на Сайте.
      Пользователь уведомлен и согласен с тем, что Информационные объекты, представленные на
      Сайте, могут содержать технические, типографские или фотографические ошибки.
    </p>

    <h2 class="title title--2">
      2. Предмет Соглашения
    </h2>

    <p>
      2.1. Предметом настоящего Соглашения является предоставление возможности
      Пользователю использовать
      Сайт и Продукты Владельца Сайта, которые реализованы на Сайте. Соглашение определяет условия
      и порядок использования Сайта и Продуктов Владельца Сайта. Соглашение определяет условия и
      порядок предоставления услуг посредством Сайта и/или Продуктов Владельца Сайта.
    </p>

    <p>
      2.2. Данное Соглашение распространяется на все виды Продуктов Владельца Сайта, представленных
      на Сайте, пока такие предложения, Продукты Владельца Сайта с описанием присутствуют на Сайте.
    </p>

    <h2 class="title title--2">
      3. Условия оказания услуг
    </h2>

    <p>
      3.1. Договор оказания услуг считается заключенным между Владельцем Сайта и Пользователем с
      момента начала использования Сайта или отдельных Продуктов Владельца Сайта.
    </p>

    <p>
      3.2. В Продуктах Владельца Сайта могут быть представлены платные и бесплатные услуги, которыми
      может воспользоваться Пользователь. Услуги могут быть представлены Владельцем Сайта
      и/или третьими лицами, с которыми у Владельца Сайта есть договорные отношения.
      Условия получения тех или иных услуг размещены в специальных разделах интерфейса Сайта.
      Перед началом использования соответствующего Продукта Владельца Сайта Пользователь обязуется
      внимательно знакомиться с правилами и условиями получения соответствующей услуги.
      В случае несогласия с условиями получения соответствующей услуги и/или Соглашения
      Пользователь должен воздержаться от использования соответствующего Продукта Владельца
      Сайта и/или Сервиса.
    </p>

    <p>
      3.3. Пользователь согласен с тем, что Владелец Сайта вправе в любое время расширить,
      ограничить, изменить
      перечень как платных, так и бесплатных услуг Владельца Сайта.
    </p>

    <h2 class="title title--2">
      4. Регистрация на Сайте
    </h2>

    <p>
      4.1. Для того чтобы воспользоваться Сайтом или некоторыми отдельными функциями
      и/или Сервисами Сайта,
      Пользователю необходимо пройти процедуру регистрации, в результате которой для
      Пользователя будет создан
      уникальный личный кабинет.
    </p>

    <p>
      4.2. Для регистрации Пользователь обязуется предоставить достоверную и полную
      информацию о себе по вопросам,
      предлагаемым в форме регистрации, и поддерживать эту информацию в актуальном
      состоянии. Если Пользователь
      предоставляет неверную информацию или у Владельца Сайта есть основания полагать,
      что предоставленная Пользователем
      информация неполная и/или недостоверная, Владелец Сайта имеет право, по своему
      усмотрению, заблокировать либо
      удалить личный кабинет Пользователя и отказать Пользователю в использовании
      Cайта (либо его отдельных функций
      и/или Сервисов).
    </p>

    <p>
      4.3. Если Пользователем не доказано обратное, любые действия, совершенные
      с использованием его логина и пароля,
      считаются совершенными соответствующим Пользователем.
    </p>

    <p>
      4.4. Пользователь осознает и соглашается с тем, что Владелец Сайта вправе
      проводить опубликование и дальнейшее
      использование указанного Пользователем имени и/или наименования в
      комментариях и отзывах на Сайте, в рекламных
      продуктах, корпоративных блогах и аккаунтах Владельца Сайта на сторонних
      ресурсах.
    </p>

    <p>
      4.5. Имя и/или наименование Пользователя в комментариях и отзывах должно
      соответствовать требованиям раздела 4 и
      6 настоящего Соглашения.
    </p>

    <p>
      4.6. При регистрации, Пользователь самостоятельно выбирает себе логин
      (уникальное символьное имя личного кабинета
      Пользователя) и пароль для доступа к личному кабинету. Владелец Сайта вправе
      запретить использование определенных
      логинов, а также устанавливать требования к логину и паролю
      (длина, допустимые символы и т.д.).
    </p>

    <p>
      4.7. Настоящим, Пользователь уведомлен и согласен с тем, что в
      целях повышения качества Сервисов Сайта,
      привлекаемые Владельцем Сайта для проведения опроса лица вправе
      осуществлять сбор мнений и отзывов Пользователей
      по различным вопросам путем направления информационного сообщения
      при очередном посещении Пользователем Сайта либо
      осуществления связи по контактным данным, указанным Пользователем
      в Личном кабинете (посредством телефонных
      звонков, смс-сообщений или электронных писем). Собранные мнения и
      отзывы могут быть использованы для формирования
      статистических данных, которые могут быть использованы Владельцем
      Сайта. Отзывы, предоставленные Пользователем при
      проведении опроса, также могут быть опубликованы Владельцем сайта
      на Сайте. При оставлении отзывов Пользователь
      обязуется руководствоваться требованиями настоящего Соглашения, в
      том числе требованиями, установленными разделом
      4 и 6 настоящего Соглашения.
    </p>

    <p>
      4.8. Сообщая Владельцу Сайта свой e-mail и/или номер телефона,
      Пользователь дает согласие на использование
      указанных средств связи Владельцем Сайта, а также третьими лицами,
      привлекаемыми ими для целей выполнения
      обязательств перед Пользователями, в целях осуществления рассылок
      рекламного и информационного характера,
      посредством телефонных звонков, смс-сообщений или электронных писем,
      содержащих информацию о скидках, предстоящих
      и действующих акциях и других мероприятиях Владельца Сайта, а также
      иную информацию, непосредственно связанную с
      выполнением обязательств Владельцем Сайта в рамках настоящего Соглашения.
    </p>

    <p>
      4.9. Пользователь вправе отказаться от получения сообщений
      рекламного характера путем использования
      соответствующего функционала Сайта, в рамках которого или
      в связи, с которым Пользователем были получены сообщения
      рекламного характера. Если отказаться от получения сообщений
      рекламного характера путем использования
      соответствующего функционала Сайта не получается или невозможно,
      то Пользователь обязан направить сканированную
      копию письменного заявления на отзыв согласия на получение
      сообщений рекламного характера на электронную почту
      Владельца Сайта, по следующему адресу:
      <a href="mailto:support@courselandia.ru" class="link">support@courselandia.ru</a>.
    </p>

    <h2 class="title title--2">
      5. Права и обязанности Владельца Сайта
    </h2>

    <p>5.1. Владелец Сайта вправе:</p>

    <p>
      5.1.1 Устанавливать ограничения в использовании Сайта для всех
      Пользователей, либо для отдельных категорий
      Пользователей (в зависимости от места пребывания Пользователя, языка и т.п.).
    </p>

    <p>
      5.1.2 Направлять Пользователю информацию о развитии Сайта
      и его Сервисов. Посылать Пользователям информационные
      сообщения. Используя Сайт, Пользователь также в соответствии
      с ч. 1 ст. 18 Федерального закона «О рекламе» дает
      свое согласие на получение сообщений рекламного характера.
    </p>

    <p>
      5.1.3 Без согласования с Пользователем, переуступать
      либо каким-либо иным способом передавать свои права и
      обязанности по исполнению Соглашения третьим лицам.
    </p>

    <p>
      5.1.4 Изменять условия акций, размещённых на Сайте,
      в одностороннем порядке без согласия Пользователя, путём
      размещения таких изменений на Сайте.
    </p>

    <p>
      5.1.5 Без предварительного уведомления Пользователя
      осуществлять ограничение отдельных действий Пользователя,
      если такие действия создают угрозу для нормального
      функционирования Сайта.
    </p>

    <p>
      5.1.6 Без предварительного уведомления Пользователя
      производить профилактические работы, которые могут повлечь
      перерывы в работе Сайта.
    </p>

    <p>
      5.1.7 Распоряжаться статистической информацией, связанной с
      функционированием Сайта, а также информацией о
      Пользователе для обеспечения адресного показа рекламной информации
      различным аудиториям Пользователей.
    </p>

    <p>
      5.1.8 В случае отзыва Пользователем или его представителем
      согласия на обработку персональных данных в
      соответствии с пп. 6.3.7 настоящего Соглашения Владелец
      Сайта вправе продолжить обработку персональных данных без
      согласия субъекта персональных данных (Пользователя)
      при наличии оснований, указанных в пунктах 2–11 части 1
      статьи 6, части 2 статьи 10 и части 2 статьи 11
      Федерального закона от 27.07.2006 № 152-ФЗ «О персональных
      данных».
    </p>

    <p>
      5.1.9 Для решения технических вопросов при определении вины
      Пользователя в результате его неправомерных действий
      при пользовании сетью Интернет и Сайтом, в частности, Владелец
      Сайта вправе самостоятельно привлекать компетентные
      организации в качестве экспертов. В случае установления вины
      Пользователя последний обязан возместить затраты на
      проведение экспертизы.
    </p>

    <p>
      5.1.10 Если Пользователь совершил или был заподозрен Владельцем
      Сайта в совершении противоправных действий,
      направленных на причинение убытков Владельцу Сайта и/или третьим
      лицам (кража, грабеж, разбой, мошенничество,
      умышленное повреждение имущества и др.), то Владелец Сайта имеет
      право отказать в оказании услуг, регистрации
      личного кабинета или ином действии на Сайте.
    </p>

    <p>
      5.1.11 Если Пользователь, по мнению Владельца Сайта, вел себя
      некорректно при общении с оператором колл-центра,
      торговым представителем, другими работниками Владельца Сайта и
      совершил умышленные действия в отношении работников
      Владельца Сайта (причинение вреда здоровью различной степени
      тяжести, хулиганство, оскорбления, угрозы,
      ограничение свободы и др.) то Владелец Сайта имеет право
      отказать в оказании услуг, путем удаления или блокировки
      личного кабинета, отказать в регистрации личного кабинета
      или ином действии на Сайте.
    </p>

    <p>
      5.1.12 Осуществляя регистрацию на Сайте или пользуясь
      соответствующим Сервисом на Сайте Пользователь соглашается
      с тем, что Владелец Сайта вправе поручить исполнение
      договора оказания услуг, заключенного между Владельцем Сайта
      и Пользователем третьему лицу, при этом оставаясь
      ответственным за его исполнение.
    </p>

    <p>5.2. Владелец Сайта обязан:</p>

    <p>
      5.2.1. Обеспечивать круглосуточную доступность Сервера,
      на котором расположен Сайт, за исключением времени
      проведения профилактических работ.
    </p>

    <p>
      5.2.2. Оказывать Пользователю услуги, указанные
      в пункте 2.1 настоящего Соглашения.
    </p>

    <p>
      5.2.3. Если иное не установлено соответствующим
      согласием или соглашением, то не разглашать третьим лицам
      информацию о Пользователях, за исключением условий,
      предусмотренных в пп. 6.4.3 настоящего Соглашения.
    </p>

    <p>6. Права и обязанности Пользователя</p>

    <p>6.1. Пользователь обязуется:</p>

    <p>
      6.1.1. Полностью ознакомиться с условиями
      настоящего Соглашения и соблюдать все условия настоящего Соглашения.
    </p>

    <p>
      6.1.2. При оставлении отзывов Пользователь
      обязуется руководствоваться требованиями настоящего Соглашения.
    </p>

    <p>
      6.1.3. Общаться с операторами колл-центра (если применимо),
      менеджерами и иными представителями Владельца Сайта в
      соответствии с принципами общепринятой морали и
      коммуникационного этикета.
    </p>

    <p>
      6.1.4. Не использовать нецензурные слова, брань,
      оскорбительные выражения, а также не осуществлять угроз и
      шантажа, в независимости от того, в каком виде и кому
      из сотрудников Владельца Сайта или его контрагентов они были
      адресованы.
    </p>

    <p>
      6.1.5. Не использовать программное обеспечение и
      не осуществлять действия, направленные на нарушение нормального
      функционирования Сайта, его Сервисов, персональных
      страниц (личных кабинетов Пользователей).
    </p>

    <p>
      6.1.6. Не загружать, не хранить, не публиковать,
      не распространять и не предоставлять доступ или иным образом
      использовать вирусы, трояны и другие вредоносные программы.
    </p>

    <p>
      6.1.7. Не использовать без специального на то
      разрешения Владельца Сайта автоматизированные скрипты (программы)
      для сбора информации на Сайте и/или взаимодействия
      с Сайтом и Продуктами Владельца Сайта.
    </p>

    <p>
      6.1.8. Не пытаться получить доступ к логину и
      паролю другого Пользователя, в том числе включая, но не
      ограничиваясь обманом, взломом личных кабинетов
      других Пользователем и пр.
    </p>

    <p>
      6.1.9. Не осуществлять незаконное использование
      и копирование Контента, без получения согласия правообладателя
      соответствующего Контента Сайта.
    </p>

    <p>
      6.1.10. Не регистрироваться в качестве Пользователя
      от имени или вместо другого лица.
    </p>

    <p>
      6.1.11. До момента использования Сайта ознакомиться
      с содержанием и условиями настоящего Соглашения.
    </p>

    <p>6.2. Пользователю запрещено:</p>

    <p>
      6.2.1. Загружать, посылать, передавать или любым другим
      способом размещать и/или распространять Контент на Сайте,
      который является незаконным, вредоносным, клеветническим,
      оскорбляет нравственность, демонстрирует (или является
      пропагандой) насилие и жестокость, нарушает права интеллектуальной
      собственности, пропагандирует ненависть и/или
      дискриминацию людей по расовому, этническому, половому,
      религиозному, социальному признакам, содержит оскорбления
      в адрес каких-либо лиц или организаций, содержит элементы
      (или является пропагандой) порнографии, детской эротики,
      представляет собой рекламу (или является пропагандой)
      услуг сексуального характера (в том числе под видом иных
      услуг), разъясняет порядок изготовления, применения или
      иного использования наркотических веществ или их аналогов,
      взрывчатых веществ или иного оружия.
    </p>

    <p>
      6.2.2. Нарушать права третьих лиц, в том числе несовершеннолетних
      лиц и/или причинять им вред в любой форме.
    </p>

    <p>
      6.2.3. Выдавать себя за другого человека или представителя
      организации и/или сообщества без достаточных на то
      прав, в том числе за сотрудников Владельца Сайта, за модераторов
      форумов, за Владельца Сайта, а также применять
      любые другие формы и способы незаконного представительства других
      лиц в сети Интернет, а также вводить
      Пользователей или Владельца Сайта в заблуждение относительно свойств
      и характеристик каких-либо субъектов или
      объектов.
    </p>

    <p>
      6.2.4. Загружать, посылать, передавать или любым другим способом
      размещать и/или распространять Контент на Сайте,
      при отсутствии прав на такие действия согласно законодательству
      Российской Федерации или каким-либо договорным
      отношениям.
    </p>

    <p>
      6.2.5. Загружать, посылать, передавать или любым другим
      способом размещать и/или распространять на Сайте не
      разрешенную специальным образом рекламную информацию, спам
      (в том числе и поисковый), списки чужих адресов
      электронной почты, схемы «пирамид», многоуровневого (сетевого)
      маркетинга (MLM), системы интернет-заработка и
      e-mail-бизнесов, «письма счастья», а также использовать Сайт
      для участия в этих мероприятиях, или использовать
      Сайт, исключительно для перенаправления Пользователей на
      страницы других доменов.
    </p>

    <p>
      6.2.6. Загружать, посылать, передавать или любым другим
      способом размещать и/или распространять на Сайте
      какие-либо материалы, содержащие вирусы или другие
      компьютерные коды, файлы или программы, предназначенные для
      нарушения, уничтожения либо ограничения функциональности
      любого компьютерного или телекоммуникационного
      оборудования, или программ, для осуществления
      несанкционированного доступа к коммерческим программным продуктам,
      для размещения ссылок на вышеуказанную информацию.
    </p>

    <p>
      6.2.7. Несанкционированно собирать и хранить персональные
      данные третьих лиц.
    </p>

    <p>
      6.2.8. Содействовать действиям, направленным на нарушение
      ограничений и запретов, налагаемых Соглашением.
    </p>

    <p>
      6.2.9. Другим образом нарушать нормы законодательства
      Российской Федерации, в том числе нормы международного
      права.
    </p>

    <p>
      6.2.10. Писать отзывы, которые содержат бранные
      слова, непристойные и оскорбительные слова и фразы, сравнения
      и выражения, в том числе в отношении пола, расы,
      национальности, профессии, социальной категории, возраста,
      языка человека и гражданина, официальных
      государственных символов (флагов, гербов, гимнов), официальных
      публичных должностных лиц, религиозных символов,
      объектов культурного наследия (памятников истории и
      культуры) народов Российской Федерации, а также
      объектов культурного наследия, включенных в список
      всемирного наследия.
    </p>

    <p>
      6.2.11. Писать отзывы, которые содержат слова,
      набранные заглавными буквами (исключение составляют
      аббревиатуры, состоящие из начальных букв сокращенных
      слов («СССР», «ГОСТ» и т.п.).
    </p>

    <p>
      6.2.12. Писать отзывы, которые содержат номера телефонов,
      адреса электронной почты, почтовые адреса, ссылки,
      номера icq или других систем онлайн-пейджинга, в том числе
      размещение этой информации на изображениях.
    </p>

    <p>6.3. Пользователь имеет право:</p>

    <p>
      6.3.1. Круглосуточно получать доступ к Сайту, за исключением
      времени проведения профилактических работ.
    </p>

    <p>
      6.3.2. В случае возникновения вопросов и претензий со стороны
      Пользователя, он вправе обратиться к Владельцу
      Сайта по телефону или иным доступным способом.
    </p>

    <p>
      6.3.3. Самостоятельно изменять пароль от личного кабинета,
      не уведомляя об этом Владельца Сайта.
    </p>

    <p>
      6.3.4. Использовать Сайт 24 (двадцать четыре) часа в сутки,
      7 (семь) дней в неделю, кроме периодов проведения
      регламентных профилактических работ или технических сбоев.
    </p>

    <p>6.3.5. Самостоятельно редактировать ранее размещенную о себе информацию на Сайте.</p>

    <p>6.3.6. Обратиться в службу поддержки для блокирования своего личного кабинета.</p>

    <p>
      6.3.7. Отозвать согласие на обработку персональных данных,
      предоставленное Пользователем в соответствии с
      условиями настоящего Соглашения, путем направления Пользователем
      или его представителем Владельцу Сайта
      сканированной копии письменного заявления на отзыв согласия
      на обработку персональных данных на электронную
      почту по следующему адресу: <a class="link" href="mailto:support@courselandia.ru">support@courselandia.ru</a>.
    </p>

    <p>
      6.4. Пользователь согласен с тем, что, осуществляя доступ
      к Сайту и пользуясь его Контентом, он:
    </p>

    <p>
      6.4.1. Выражает свое безоговорочное согласие со всеми условиями
      настоящего Соглашения и обязуется их
      соблюдать или прекратить использование Сайта.
    </p>

    <p>
      6.4.2. Получает право использовать Контент Сайта на
      одном компьютере, при условии, что ни сам Пользователь,
      ни любые иные лица при содействии Пользователя не
      будут копировать или изменять Контент; программное
      обеспечение; создавать программы, производные от
      программного обеспечения; проникать в программное
      обеспечение с целью получения кодов программ;
      осуществлять продажу, уступку, сдачу в аренду, передачу
      третьим лицам в любой иной форме прав в отношении
      программного обеспечения Сервисов, предоставляемых
      Сайтом.
    </p>

    <p>
      6.4.3. Дает Владельцу Сайта разрешение на использование,
      хранение, обработку и распространение персональных
      данных тем способом и в той мере, в которых это необходимо
      для исполнения условий настоящего Соглашения, а
      также на трансграничную передачу персональных данных в
      соответствии с положениями статьи 12 Федерального
      закона от 27.07.2006 № 152-ФЗ «О персональных данных».
      Пользователь соглашается на передачу третьим лицам
      персональных и иных данных, в том числе для целей их
      обработки,&nbsp; для обеспечения функционирования Сайта
      и его отдельных Сервисов, реализации партнерских и
      иных программах, при условии обеспечения в отношении
      передаваемых данных режима, аналогичного режиму,
      существующему на Сайте, в том числе включая, но не
      ограничиваясь передачей персональных данных лицам,
      аффилированным с Администратором или заключившим с ним
      договоры, а также третьим лицам в случаях, когда
      такая передача необходима для использования Пользователем
      определенного Сервиса Сайта либо для исполнения
      определенного соглашения или договора с Пользователем.
      Обработка персональных данных осуществляется в
      соответствии с Политикой Владельца Сайта в отношении
      обработки персональных данных, размещённой на
      Сайте
      <nuxt-link class="link" to="/privacy-policy">
        по адресу
      </nuxt-link>.
    </p>

    <h2 class="title title--2">
      7. Исключительные права на Контент Сайта
    </h2>

    <p>
      7.1 Все объекты, доступные при помощи Сайта, в том числе
      элементы дизайна, текст, графические изображения,
      иллюстрации, видео, программы для ЭВМ, базы данных, и другие
      объекты, а также любой Контент, размещенный на
      Сайте, являются объектами исключительных прав Владельца Сайта
      и других правообладателей.
    </p>

    <p>
      7.2 Использование Контента, а также каких-либо иных элементов
      Сайта возможно только в рамках функционала
      Сайта. Никакие элементы содержания Сайта, а также любой Контент,
      размещенный на Сайте, не может быть
      использован иным образом без предварительного разрешения
      соответствующего правообладателя или Владельца
      Сайта. Под использованием подразумеваются, в том числе:
      воспроизведение, копирование, переработка,
      распространение на любой основе, отображение во фрейме
      и т. д. Исключение составляют случаи, прямо
      предусмотренные законодательством Российской Федерации.
    </p>

    <p>
      7.3 Использование Пользователем элементов содержания Сайта,
      а также любого Контента для личного
      некоммерческого использования, допускается при условии
      сохранения всех знаков охраны авторского права,
      смежных прав, товарных знаков, других уведомлений об авторстве,
      сохранения имени (или псевдонима)
      автора/наименования правообладателя в неизменном виде,
      сохранении соответствующего объекта исключительных
      прав в неизменном виде. Исключение составляют случаи,
      прямо предусмотренные законодательством Российской
      Федерации.
    </p>

    <h2 class="title title--2">
      8. Сайты и контент третьих лиц
    </h2>

    <p>
      8.1. Сайт может содержать ссылки на другие сайты в сети
      Интернет (сайты третьих лиц). Указанные третьи лица и
      их контент не проверяются Владельцем Сайта на соответствие
      тем или иным требованиям (достоверности, полноты,
      законности и т.п.). Владелец Сайта не несет ответственность
      за любую информацию, материалы, размещенные на
      сайтах третьих лиц, к которым Пользователь получает доступ
      с использованием Сайта, в том числе, за любые
      мнения или утверждения, выраженные на сайтах третьих лиц,
      рекламу и т.п., а также за доступность таких
      сайтов или контента и последствия их использования Пользователем.
    </p>

    <p>
      8.2. Размещенная на Сайте ссылка (в любой форме) на любой сайт,
      продукт, услугу, любую информацию
      коммерческого или некоммерческого характера, не является
      одобрением или рекомендацией данных продуктов
      (услуг, деятельности, товаров) со стороны Владельца Сайта,
      за исключением случаев, когда на это прямо
      указывается на Сайте.
    </p>

    <h2 class="title title--2">
      9. Ответственность Сторон
    </h2>

    <p>
      9.1. Пользователь использует Сайт на свой собственный риск.
      Сервисы Сайта предоставляются «как есть».
      Владелец Сайта не принимает на себя никакой ответственности,
      в том числе за соответствие Сайта целям
      Пользователя.
    </p>

    <p>
      9.2. Владелец сайта не гарантирует, что: Сайт соответствует/будет
      соответствовать требованиям Пользователя;
      Сайт будет предоставляться непрерывно, быстро, надежно и без ошибок;
      результаты, которые могут быть получены
      с использованием Сайта, будут точными и надежными и могут
      использоваться для каких-либо целей или в
      каком-либо качестве (например, для установления и/или
      подтверждения каких-либо фактов); качество какого-либо
      Товара, услуги, информации и пр., полученных с использованием
      Сайта, будет соответствовать ожиданиям
      Пользователя.
    </p>

    <p>
      9.3. Любую информацию и/или материалы (в том числе загружаемое ПО,
      письма, какие-либо инструкции и
      руководства к действию и т.д.), доступ к которым Пользователь получает
      с использованием Сайта, Пользователь
      может использовать на свой собственный страх и риск и самостоятельно
      несет ответственность за возможные
      последствия использования указанной информации и/или материалов,
      в том числе за ущерб, который это может
      причинить компьютеру Пользователя или третьим лицам, за потерю
      данных или любой другой вред.
    </p>

    <p>
      9.4. Владелец Сайта не несет ответственности за любые виды убытков,
      произошедшие вследствие использования
      Пользователем Сервисов Сайта.
    </p>

    <p>
      9.5. При любых обстоятельствах ответственность Владельца Сайта в
      соответствии со статьей 15 Гражданского
      кодекса России ограничена 30 000 (тридцатью тысячами) Российских
      рублей и возлагается на него при наличии в
      его действиях вины.
    </p>

    <p>
      9.6. Владелец Сайта не несет ответственности за точность и
      правильность информации, предоставляемой
      Пользователем при регистрации.
    </p>

    <p>
      9.7. Пользователь самостоятельно несет ответственность за
      безопасность (в том числе устойчивость к
      угадыванию) выбранных им средств для доступа к личному кабинету,
      а также самостоятельно обеспечивает их
      конфиденциальность, а также за все действия, совершенные им на Сайте,
      а также за все действия, совершенные
      на Сайте любыми иными лицами с использованием личного кабинета Пользователя.
    </p>

    <p>
      9.8. Пользователь самостоятельно несет ответственность перед третьими
      лицами за свои действия, связанные с
      использованием Сайта, в том числе, если такие действия приведут к
      нарушению прав и законных интересов
      третьих лиц, а также за соблюдение законодательства Российской
      Федерации при использовании Сайта.
    </p>

    <p>
      9.9. Владелец Сайта несет ответственность за рекламу, размещенную
      им на Сайте, в пределах, установленных
      законодательством Российской Федерации.
    </p>

    <p>
      9.10. В случае наступления форс-мажорных обстоятельств, а также
      аварий или сбоев в программно-аппаратных
      комплексах третьих лиц, сотрудничающих с Владельцем Сайта,
      или действий (бездействия) третьих лиц,
      направленных на приостановку или прекращение функционирования
      Сайта, возможна приостановка работы Сайта без
      предварительного уведомления Пользователя.
    </p>

    <p>
      9.11. Ни одна из Сторон не несет ответственности за полное
      или частичное неисполнение любой из своих
      обязанностей, если неисполнение является следствием таких
      обстоятельств, как наводнение, пожар,
      землетрясение, другие стихийные бедствия, война или военные
      действия и другие обстоятельства непреодолимой
      силы, возникшие после заключения Соглашения и не зависящие от воли Сторон.
    </p>

    <p>
      9.12. Сайт предназначен для разных возрастных категорий и
      не является средством массовой информации. В
      соответствии п. 2 ст. 14 Закона РФ «О защите детей от
      информации, причиняющей вред их здоровью и развитию»
      Владелец Сайта может, но не обязан проставлять знак
      информационной продукции, содержащий ограничение и (или)
      текстовое предупреждение об ограничении ее распространения
      среди детей, соответствующие одной из категорий
      информационной продукции, установленных частью 3 статьи 6,
      указанного в настоящем пункте закона.
    </p>

    <p>
      9.13. Настоящим, Пользователь уведомлен и согласен с тем,
      что, пользуясь Сайтом, Пользователь принимает на
      себя риск того, что Пользователю и может попасться
      Контент неподходящий для возрастной категории,
      соответствующего Пользователя.
    </p>

    <p>
      9.14. Владелец Сайта безотлагательно реагирует на
      претензии правообладателей о нарушении прав на
      интеллектуальную собственность в связи с использованием
      Сайта. Владелец Сайта не допускает нарушений прав на
      интеллектуальную собственность на своем Сайте и будет
      удалять или отключать доступ к Контенту, нарушающему
      права на интеллектуальную собственность, если нарушение
      подтверждено должным образом. После удаления
      Контента нарушающего права правообладателей, Владелец
      Сайта освобождается от всякого рода претензий и
      ответственности, которые могут возникнуть в связи
      с таким нарушением.
    </p>

    <p>
      9.15. Владелец Сайта прилагает все возможные усилия
      для обеспечения нормальной работоспособности Сайта,
      однако не несет ответственности за неисполнение или
      ненадлежащее исполнение обязательств по Соглашению, а
      также возможные убытки, возникшие в том числе,
      но не ограничиваясь, в результате:
    </p>

    <p>
      9.15.1. Неправомерных действий Пользователей,
      направленных на нарушения информационной безопасности или
      нормального функционирования Сайта;
    </p>

    <p>
      9.15.2. Сбоев в работе Сайта, вызванных ошибками в
      коде, компьютерными вирусами и иными посторонними
      фрагментами кода в программном обеспечении Сайта;
    </p>

    <p>
      9.15.3. Отсутствия (невозможности установления, прекращения и пр.)
      Интернет-соединений между сервером
      Пользователя и сервером Сайта;
    </p>

    <p>
      9.15.4. Проведения государственными и муниципальными органами,
      а также иными организациями мероприятий в
      рамках системы оперативно-розыскных мероприятий;
    </p>

    <p>
      9.15.5. Установления государственного регулирования
      (или регулирования иными организациями) хозяйственной
      деятельности коммерческих организаций в сети Интернет
      и/или установления указанными субъектами разовых
      ограничений, затрудняющих или делающих невозможным исполнение Соглашения;
    </p>

    <p>
      9.15.6. Других случаев, связанных с действиями (бездействием)
      Пользователей и/или других субъектов,
      направленными на ухудшение общей ситуации с использованием сети
      Интернет и/или компьютерного оборудования,&nbsp;
      существовавшей на момент заключения Соглашения, (а) также
      любых других действий, направленных на Сайт и на
      третьих лиц.
    </p>

    <p>
      9.16. Указанные в пп. 5.1.10 и 5.1.11 настоящего Соглашения
      положения не являются проявлением дискриминации и
      не направлены на ущемление прав, гарантированных законодательством
      Российской Федерации Пользователям, а
      нацелены на снижение убытков Владельца Сайта от действий
      Пользователя.
    </p>

    <p>
      9.17. Владелец Сайта гарантирует, что, обрабатывая
      персональные данные, переданные Владельцем Сайта третьим
      лицам в соответствии с пп. 6.4.3 настоящего Соглашения,
      третьи лица придерживаются следующих принципов:
    </p>

    <p>
      9.17.1. Обрабатывают персональные данные на законной и справедливой основе;
    </p>

    <p>
      9.17.2. Обрабатывают персональные данные, ограничиваясь
      достижением конкретных, заранее определенных и
      законных целей;
    </p>

    <p>
      9.17.3. Не допускают обработку персональных данных,
      несовместимую с целями сбора персональных данных;
    </p>

    <p>
      9.17.4. Не допускают объединение баз данных, содержащих персональные
      данные, обработка которых осуществляется
      в целях, несовместимых между собой;
    </p>

    <p>9.17.5. Обрабатывают только те персональные данные, которые отвечают целям их обработки.</p>

    <p>
      9.18. Владелец Сайта гарантирует, что третьи лица соблюдают
      конфиденциальность по отношению к персональным
      данным, обрабатываемым в соответствии с пп. 6.4.3 настоящего
      Соглашения, обеспечивают их безопасность и
      исполняют требования к защите обрабатываемых персональных
      данных согласно статье 19 Федерального закона от
      27.07.2006 № 152-ФЗ «О персональных данных».
    </p>

    <p>
      9.19. Пользователь несет полную ответственность за предоставление
      неверных сведений, повлекшее за собой
      невозможность надлежащего исполнения Владельцем Сайта своих обязательств перед Пользователем.
    </p>

    <h2 class="title title--2">
      10. Срок действия Соглашения
    </h2>

    <p>
      10.1. Соглашение вступает в силу с момента ее акцепта
      Пользователем, и действует до момента отзыва акцепта
      публичной оферты. В случае отзыва настоящего Соглашения,
      Соглашение считается прекращенным с момента отзыва.
    </p>

    <p>
      10.2. Владелец Сайта имеет право на отзыв оферты в
      соответствии со статьей 436 Гражданского Кодекса
      Российской Федерации. В случае отзыва настоящего
      Соглашения Владельцем Сайта настоящее Соглашении считается
      прекращенным с момента отзыва. Отзыв осуществляется
      путем размещения соответствующей информации на Сайте.
    </p>

    <h2 class="title title--2">
      11. Порядок разрешения споров и урегулирования претензий
    </h2>

    <p>
      11.1. В случае возникновения споров между Пользователем
      и Владельцем Сайта по вопросам, связанным с
      исполнением Соглашения, Стороны примут все меры к их разрешению
      путем переговоров между собой. Претензионный
      порядок разрешения споров обязателен. Претензии Пользователей
      по предоставляемым услугам принимаются и
      рассматриваются Владельцем Сайта только в письменном виде и в
      порядке, предусмотренном настоящим Соглашением
      и действующим законодательством Российской Федерации.
    </p>

    <p>
      11.2. Для разрешения споров, возникших между Пользователем и
      Владельцем Сайта в результате использования
      услуг, применяется следующий претензионный порядок:
    </p>

    <p>
      — Пользователь, считающий, что его права нарушены из-за
      действий Владельца Сайта, направляет последнему
      претензию, содержащую суть предъявляемого требования,
      обоснование его предъявления, а также все данные
      Пользователя. Претензия также направляется Владельцу
      Сайта в письменном виде посредством отправки по
      почте;
    </p>

    <p>
      — в течение 20 (двадцати) рабочих дней со дня получения
      претензии Владелец Сайта обязан изложить свою позицию
      по указанным в ней принципиальным вопросам и направить
      свой ответ по адресу электронной почты или почтовому
      адресу, указанному в претензии Пользователя;
    </p>

    <p>
      — в случае недостижения разрешения спора путем претензионного
      порядка спор подлежит рассмотрению в
      соответствии с пунктом 11.4 Соглашения;
    </p>

    <p>
      11.3. Владельцем Сайта не рассматриваются анонимные
      претензии или претензии, не позволяющие идентифицировать
      Пользователя на основе предоставленных им при
      регистрации данных, или претензии, не содержащие данных,
      указанных в настоящем разделе настоящего Соглашения
    </p>

    <p>
      11.4. При недостижении согласия между Сторонами путем переговоров
      спор, вытекающий из настоящего Соглашения,
      подлежит рассмотрению в суде, по месту нахождения Владельца Сайта.
    </p>

    <h2 class="title title--2">
      12. Прочие условия
    </h2>

    <p>
      12.1. Настоящее Соглашение представляет собой договор между
      Пользователем и Владельцем Сайта относительно
      порядка использования Сайта и заменяет собой все предыдущие
      соглашения между Пользователем и Владельцем
      Сайта.
    </p>

    <p>
      12.2. Если Пользователь не согласен с условиями настоящего
      Соглашения, то он должен немедленно удалить свой
      личный кабинет с Сайта, в противном случае продолжение
      использования Пользователем Сайта означает, что
      Пользователь согласен с условиями Соглашения. В случае,
      если Сайтом пользуется незарегистрированный
      Пользователь, то его использование Сайта предполагает,
      что такой незарегистрированный Пользователь также
      полностью согласен с условиями Соглашения, за исключением
      положений, которые относятся исключительно к
      зарегистрированным Пользователям, если он не согласен с
      каким-либо из положений Соглашения, то он должен
      прекратить использование Сайта.
    </p>

    <p>
      12.3. Вопросы, не урегулированные настоящим Соглашением,
      подлежат разрешению в соответствии с
      законодательством Российской Федерации.
    </p>

    <p>
      12.4. Везде по тексту настоящего Соглашения, если не
      указано иное, под термином «законодательство» понимается
      законодательство Российской Федерации.
    </p>

    <p>
      12.5. В отношении услуг, оказываемых в рамках настоящего
      Соглашения на безвозмездной основе, нормы о защите
      прав потребителей, предусмотренные законодательством,
      не могут быть применимыми к отношениям между
      Пользователем и Владельцем Сайта.
    </p>

    <p>
      12.6. Ничто в Соглашении не может пониматься как
      установление между Пользователем и Владельцем Сайта
      агентских отношений, отношений товарищества, отношений
      по совместной деятельности, отношений личного найма,
      либо каких-то иных отношений, прямо не предусмотренных Соглашением.
    </p>

    <p>
      12.7. Если по тем или иным причинам одно или несколько
      положений настоящего Соглашения будут признаны
      недействительными или не имеющими юридической силы,
      это не оказывает влияния на действительность или
      применимость остальных положений Соглашения.
    </p>

    <p>
      12.8. Бездействие со стороны Владельца Сайта в случае
      нарушения Пользователем либо иными Пользователями
      положений Соглашения не лишает Владельца Сайта права
      предпринять соответствующие действия в защиту своих
      интересов позднее, а также не означает отказа Владельца
      Сайта от своих прав в случае совершения в
      последующем подобных либо сходных нарушений.
    </p>
  </div>
</template>

<script lang="ts" setup>
useServerHead({
  title: 'Пользовательское соглашение',
  meta: [
    {
      name: 'description',
      content: 'Полный текст пользовательского соглашения, который вы обязуетель исполнять если используете наш ресур.',
    },
  ],
});

useHead({
  title: 'Пользовательское соглашение',
  meta: [
    {
      name: 'description',
      content: 'Полный текст пользовательского соглашения, который вы обязуетель исполнять если используете наш ресур.',
    },
  ],
});

definePageMeta({
  middleware: [
    'preload-directions',
    'preload-schools',
  ],
});
</script>
