<template>
  <div class="description">
    <p>
      В нашем специальном разделе собраны лучшие онлайн-курсы по разным тематикам
      — от дизайна до маркетинга, от аналитики до программирования. Выберите сферу,
      которая вас заинтересует больше всего.
    </p>
    <p>
      Мы отобрали курсы с самыми высокими оценками и самыми свежими программами.
      Также в наши списки включены бесплатные материалы, курсы и вебинары для тех,
      кто хочет более детально познакомиться с выбранной областью перед тем, как
      приступить к учебе.
    </p>
  </div>
</template>

<style lang="scss" scoped>
@import "@/assets/scss/components/modules/collections/atmos/description";
</style>
